<?php
// Heading
$_['heading_title']       = 'Новостная рассылка';

// Entry
$_['entry_mail']          = 'Укажите e-mail';

// Text
$_['button_subscribe']    = 'Подписаться';
$_['text_success']        = 'Вы успешно подписались';
$_['text_dont']           = "Не показывать это сообщение снова";

//Errors
$_['error_exist_user']    = 'Пользователь уже зарегистрирован';
$_['error_exist_email']   = 'Указанный адрес электронной почты уже зарегистрирован';
$_['error_invalid_email'] = 'Пожалуйста, введите правильный адрес электронной почты!';